Repository: 84000/data-translation-memory
Catalog: toh93-v4.tmx
Source language: bo
Languages: en

source: ཐུན་མོང་མ་ཡིན་པ་ལྔ་བྱིན་ན་སྦྱིན་པ་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །དུག་སྦྱིན་པ་དང་། མཚོན་ཆ་སྦྱིན་པ་དང་། སྲོག་ཆགས་བསད་དེ་ཤ་སྦྱིན་པ་དང་། བག་མེད་པ་རྣམས་ལ་ཆང་སྦྱིན་པ་དང་། འདི་དག་ནི་བདག་གིར་འགྱུར་ཏེ་བདག་གི་རིམ་གྲོ་དང་། མཆོད་པར་འགྱུར་རོ་སྙམ་ནས་སེམས་ཅན་བསྡུ་བ་དང་འཐོབ་པའི་ཕྱིར་བསྡུ་བའི་སྦྱིན་པ་དང་། གང་བརྗོད་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པའི་ཕྱིར་སྦྱིན་པ་སྦྱིན་པ་དང་། གང་གར་དང་གླུ་དང་། བཞད་གད་དང་། རྩེད་མོ་དང་། གཏམ་དང་། དགའ་བར་བྱ་བའི་ཕྱིར་རོལ་མོ་མཁན་རྣམས་ལ་སྦྱིན་པ་བྱིན་ན་སྦྱིན་པ་དེ་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ།
en: If one gives the following five inappropriate things, the gift is impure: (8) giving something poisonous, (9) giving weapons, (10) giving meat from an animal one has killed, (11) giving alcohol to alcoholics, and (12) offering a communal gift so that beings will gather and receive it while thinking, ‘These things belong to me, so this is my feast and offering.’ “(13) If one gives a gift expecting statements, words, and verses and (14) gives a gift to performers so that they will sing and dance, tell jokes, play games, tell a story, and be entertaining, that gift is impure.

source: །གང་གཟའི་མཚན་མའི་ཕྱིར་སྐར་མཁན་ལ་སྦྱིན་པ་གཏོང་བར་བྱེད་པ་དང་། གང་གཞན་གྱི་ནོར་མཛའ་བོ་ལ་སྦྱིན་པ་དང་། གང་གི་ཁྱིམ་འམ་ཞིང་ལ་གཞན་གྱི་འབྲུའི་ཕུང་པོ་འམ། ནས་དང་གྲོའི་ཕུང་པོ་ལ་རི་དགས་དང་བྱ་ཟ་བ་ལ་དེ་དེ་ལ་དགའ་བ་དང་མགུ་བ་སྐྱེད་ན་དེ་ཡང་སྦྱིན་པ་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ།
en: “(15) If one gives a gift to an astrologer so that they will interpret the planetary influences, (16) if one gives someone else’s wealth to a friend, and (17) if one feels happy and rejoices about the birds and wild animals feeding on stores of barley or stores of rice and wheat that belong to someone else, whether in their storehouses or their fields, that gift is impure.

source: །གང་བཟོའི་ཕྱིར་སྦྱིན་པ་བྱིན་པ་དང་། གང་ཡང་ལུས་མི་བདེ་བས་འཇིགས་པའི་ཕྱིར་སྨན་པ་ལ་སྦྱིན་པ་དང་། གང་ཡང་སློང་བ་རྣམས་ལ་སྤྱོས་བརྒྱད་དེ་ཚིག་པ་ཟ་བར་བྱས་ནས་སྦྱིན་པ་བྱིན་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ།
en: “(18) If one gives a gift to have something made, (19) if one gives a gift to a doctor out of fear because one’s body is diseased, and (20) if one gives a gift to beggars while denigrating them and being angry with them, it is impure.

source: །གང་ཡང་སྦྱིན་པ་བྱིན་པ་འདིའི་རྣམ་པར་སྨིན་པ་ཡོད་དམ་མེད་ཅེས་ཐེ་ཚོམ་ཟ་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ཡང་སྦྱིན་པ་བྱིན་ནས་གདུང་བ་དང་འགྱོད་པས་གདུངས་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ཡང་སྦྱིན་པ་བྱིན་ནས་གང་བདག་ལས་ཁྱེར་བ་ཐམས་ཅད་ཀྱིས་ཚེ་ཕྱི་མ་ལ་སླར་སྦྱིན་པར་འགྱུར་རོ། །སྙམ་དུ་འདི་ལྟ་བུའི་སེམས་བསྐྱེད་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་བསོད་ནམས་ཀྱི་རྣམ་པར་སྨིན་པ་འདི་ནི་བདག་ཉིད་ཀྱིས་སྤྱད་ཀྱི། སེམས་ཅན་གཞན་གང་ལ་ཡང་མ་གྱུར་ཅིག་སྙམ་དུ་དེ་ལྟར་སེམས་བསྐྱེད་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ལང་ཚོ་ལ་བབ་པས་སྦྱིན་པ་བྱིན་པ་དང་། ཕྱིས་དར་ཕྱིད་པ་དང་རྒ་བའི་གནས་དང་། ན་བས་གཟིར་བ་དང་། འཆི་བའི་དུས་ཀྱི་ཚེ་དང་། གནད་དུ་ཕོག་པའི་སྡུག་བསྔལ་བ་དང་། སྣང་བ་དང་། འཆི་བའི་མྱ་ངན་དུ་གྱུར་པ་ན་སངས་རྒྱས་པ་ལ་དགའ་བ་དང་དད་པ་མེད་པར་རྩ་ལག་རྣམས་ཀྱིས་བྱེད་དུ་བཅུག་སྟེ་སྦྱིན་གནས་རྣམས་ལ་སྦྱིན་པ་བྱིན་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ཡུལ་གཞན་ན་གནས་ན་ཡང་ཡུལ་དང་གནས་ཆེ་གེ་མོ་ཞེས་བྱ་བ་ན་བདག་སྦྱིན་བདག་ཏུ་གྲགས་པར་འགྱུར་རོ་སྙམ་སྟེ་གྲག་པའི་རྒྱུར་སྦྱིན་པ་བྱིན་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ཡང་ཁ་ཟས་གཏོང་མི་ཕོད་པ་ལ་འཇིག་རྟེན་པ་མི་དགའ་བར་མཐོང་ནས་སྦྱིན་ཕོད་པའི་ཉེས་པ་ནི་འཇིག་རྟེན་གྱིས་བཟོད་དོ་སྙམ་སྟེ་སྦྱིན་པ་བྱིན་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ཡང་བུད་མེད་སྙིང་དུ་སྡུག་སྟེ་ཆུང་མར་བླང་བར་བྱ་བའི་དོན་དུ་བུད་མེད་ཀྱི་གཞི་ལས་མཛའ་བཤེས་དང་གཉེན་འདབ་དང་འབྲེལ་བའི་ཕྱོགས་ལ་ནོར་བུ་དང་། གསེར་དང་། དངུལ་དང་། རྡོ་རྗེ་དང་། བཻདཱུརྱ་དང་། དར་དང་། བྱི་རུ་དང་། དུ་ཀུ་ལའི་རས་ལ་སོགས་པས་མགུ་བར་བྱེད་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ཡང་འདི་ལྟར་བདག་ལ་ནོར་ནི་མང་དུ་ཡོད་ལ་བདག་ལ་བུ་མེད་དེ། བདག་གིས་གང་རིགས་པ་ལ་གཏང་བར་བྱའོ་སྙམ་སྟེ་སྦྱིན་པ་སྦྱིན་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་ཡང་ཚེ་འདི་ལ་བྱིན་པས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་རྙེད་པར་འགྱུར་རོ་སྙམ་པའི་སེམས་ཀྱིས་སྦྱིན་པ་བྱིན་ན་དེ་ཡང་ཡོངས་སུ་མ་དག་པ་ཡིན་ནོ། །གང་མེ་ཏོག་དང་། འབྲས་བུ་དང་། ཟང་ཟིང་འདོད་པས་དབུལ་བ་དང་། བཀྲེན་པ་དང་། སྡུག་ཕོངས་པ་གོས་དེངས་ཤིང་དྲི་མ་ཅན་རྣམས་བཀོལ་ཏེ་བོར་ལ་ཕྱུག་པ་རྒྱ་ཆེན་པོ་ཐོབ་པ་དག་ལ་སྦྱིན་པ་བྱིན་ན་དེ་ཡང་སྦྱིན་པ་ཡོངས་སུ་མ་དག་པ་ཡིན་ཏེ།
en: “(21) If one has doubts about whether or not there are karmic results related to giving a gift, it is impure. “(22) If one gives and is then afflicted with pangs of remorse and regret, it is impure. “(23) If one gives a gift while thinking such things as ‘whatever has been taken from me will be returned in full in the next life,’ then it is impure. “(24) If one thinks, ‘I will perform this action, but may no other being incur the meritorious karmic result,’ then it is impure. “(25) If a gift is given by a young child, or (26) if an adult who is mentally impaired, elderly, afflicted by illness, about to die, suffering from a severe illness, seriously injured, or suffering the misery of dying gives a gift to those who are worthy to receive it because they are encouraged to do so by their relatives even though they themselves do not have faith in or an affinity for the Buddha, it is impure. “(27) If one is living in a foreign land and gives a gift to attain notoriety, thinking, ‘I will become known as a famous donor in such and such a country or place,’ then it is impure. “(28) If one gives a gift after noticing that people do not like the fact that one has been hesitant to give away food and thinks, ‘Now people will forgive me for that fault related to my willingness to give a gift,’ it is impure. “(29) If one falls in love with a woman and tries to win over the close family members, friends, and associates on the woman’s side with gems, gold, silver, diamonds, beryl gems, and fine cloths of silk, coral, dukūla, and the like so that one can take her as one’s wife, it is impure. “(30) If someone gives a gift while thinking, ‘I have a lot of wealth but do not have a son, so I will give it away to a worthy recipient,’ it is impure. “(31) If one gives a gift thinking, ‘Because I have given a gift in this life, I will profit from it in the next life,’ it is impure. “(32) If one gives a gift of desirable flowers, fruits, or material goods to those who are already very wealthy, while rejecting and ignoring people who are poor, wretched, miserable, and wear clothes that are faded and dirty, it is impure. “

source: དྲང་སྲོང་ཆེན་པོ་རྣམ་པ་སུམ་ཅུ་རྩ་གཉིས་པོ་དེ་དག་ནི་སྦྱིན་པ་བྱིན་ཡང་ཡོངས་སུ་དག་པ་མ་ཡིན་པར་བལྟའོ།
en: Great Seer, one should view those thirty-two ways of giving a gift as impure.

source: །དྲང་སྲོང་ཆེན་པོ་དེ་དག་གི་རྣམ་པར་སྨིན་པ་ནི་ཚྭ་སྒོ་ཅན་གྱི་ཞིང་ལ་ས་བོན་ངན་པ་བཏབ་པའི་མྱུ་གུ་སྐྱེ་བ་བཞིན་དུ་བལྟ་སྟེ།
en: Great Seer, one should view their karmic results as being like growing a sprout from a bad seed that has been planted in a field with alkaline soil.

source: སྦྱིན་པ་དེའི་རྣམ་པར་སྨིན་པ་ནི་མེད་པ་མ་ཡིན་མོད་ཀྱི། འོན་ཀྱང་ཞིང་དང་ས་བོན་གྱི་ཉེས་པས་མེ་ཏོག་དང་འབྲས་བུར་མི་འགྱུར་རོ།
en: Those acts of giving are not completely devoid of karmic result, but because the field and seed are contaminated or defective, they will not bear flowers and fruit. “

source: །དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ། དཔེར་ན་སྐྱེས་བུ་ལ་ལ་ཞིག་གང་འདོད་པའི་ས་བོན་ཁྱེར་ཏེ་མ་རྨོས་མ་བསལ་བའི་ཞིང་ལ་བཏབ་ན། དེའི་ས་བོན་ས་ལ་གནས་པ་དེ་ལ་ཆར་པ་བབ་ནས་བངས་ན་གདོན་མི་ཟ་བར་མྱུ་གུ་སྐྱེ་ནུས་པར་འགྱུར་ཏེ། འོན་ཀྱང་མེ་ཏོག་དང་འབྲས་བུར་ནི་མི་འགྱུར་རོ།
en: Consider the following analogy, Great Seer. If a person takes whatever seed they like and plants it in a field that has not been plowed or cleared, it will undoubtedly be able to germinate after it rains and the ground is saturated, but it will not bear flowers or fruit.

source: །དྲང་སྲོང་ཆེན་པོ་དེ་བཞིན་དུ་སྦྱིན་པ་དེའི་རྣམ་པར་དབྱེ་བ་དེ་ཡང་བསམ་པ་དང་སྦྱོར་བ་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་གྱུར་པས་འབྲས་བུ་རྣམ་པར་སྨིན་པ་གྲུང་པོར་མི་འགྱུར་རོ།
en: So too, Great Seer, these types of giving do not bear good karmic results as their fruit, because their motivation is completely contaminated.”

source: །དེ་ནས་དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་ཐམས་ཅད་མཁྱེན་པ་དང་འཐུན་པའི་རྣམ་པར་སྨིན་པ་སྐྱེ་དགུ་རྣམས་ལ་ཕན་པ་དང་བདེ་བ་བགྱིད་པ་ནི་བསྟན་ལགས་སོ།
en: Then the great seer Vyāsa placed his palms together and said to the Blessed One, “The Blessed One taught that the karmic result that accords with being an omniscient one is bringing happiness and being of benefit to all beings.

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ཚུལ་ཁྲིམས་འཆལ་པ་དང་། ཚུལ་ཁྲིམས་དང་ལྡན་པ་ལ་སྩལ་ན་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་ཆབ་མི་འཚལ་བ་ལགས།
en: Blessed One, how is it that the karmic result of a gift does not go to waste whether it is given to someone with good or poor moral discipline?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དྲང་སྲོང་ཆེན་པོ་ཁྱོད་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་ལ་འཇུག་པ་ཉོན་ཅིག །
en: Great Seer,” said the Blessed One, “listen to my explanation of the karmic fruition of gifts.

source: དྲང་སྲོང་ཆེན་པོ་དད་པས་གང་ཅུང་ཟད་ཅི་བྱིན་པ་དེ་དག་ཐམས་ཅད་ནི་སྦྱིན་པ་ཞེས་བྱའོ།
en: Great Seer, the term gift refers to any act of generosity, however small, that is motivated by faith.

source: །དྲང་སྲོང་ཆེན་པོ་གང་ཡང་འཇིག་རྟེན་ཕ་རོལ་གྱིས་འཇིགས་པས་སྣོད་ལ་མི་རྟོག་པར་མ་བསླངས་པར་ཡང་ཚུལ་ཁྲིམས་དང་ལྡན་པའམ། ངན་པའི་ཚུལ་ཁྲིམས་འཆལ་པ་ལ་དད་པ་བསྐྱེད་ནས་མིག་ཕྱེ་སྟེ་སེམས་ཅན་ཐམས་ཅད་ལ་མཉམ་པའི་སེམས་ཀྱིས་སྦྱིན་པ་བྱིན་ན། དྲང་སྲོང་ཆེན་པོ་དེ་ནི་སྦྱིན་པ་དག་ཡིན་ནོ། །
en: Great Seer, if a gift generates faith in someone—even if they are not considered or accepted as a proper vessel because they are only afraid of the next life, and regardless of whether they have good or poor moral discipline—and if it opens their eyes and is given with equanimity toward all beings, that gift is pure. “

source: དྲང་སྲོང་ཆེན་པོ་གཞན་ཡང་སྦྱིན་པ་ལྔ་ཡོངས་སུ་རྫོགས་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། འདྲོན་པོ་དང་། ནད་པ་དང་། ནད་གཡོག་དང་། ཆོས་སྨྲ་བ་དང་།
en: Moreover, Great Seer, one should complete the following five kinds of giving: giving gifts (1) to guests, (2) to sick people, (3) to those nursing the sick, (4) to those who recite the Dharma, and (5) to those who are traveling in a foreign land.

source: ཡུལ་གཞན་དུ་འགྲོ་བ་ལ་དུས་སུ་སྦྱིན་པ་སྟེ་ལྔ་པོ་དེ་དག་གོ ། གཞན་ཡང་ལྔ་སྟེ། ཆོས་སྦྱིན་པ་དང་། ཟང་ཟིང་སྦྱིན་པ་དང་། གནས་སྦྱིན་པ་དང་། མར་མེ་སྦྱིན་པ་དང་། སྤོས་དང་ཕྲེང་བ་སྦྱིན་པའོ། །
en: And one should also give the following five gifts: (1) the gift of Dharma, (2) gifts of material goods, (3) the gift of shelter, (4) gifts of lamps, and (5) gifts of incense and garlands.”

source: དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྦྱིན་པ་ཡོངས་སུ་དག་པ་གང་ལགས།
en: Then the great seer Vyāsa asked, “Blessed One, what is a pure gift?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་དད་པ་བསྐྱེད་དེ་སེམས་ཅན་ཐམས་ཅད་ལ་དམིགས་ཤིང་བྱམས་པ་དང་ལྡན་པའི་སེམས་ཀྱིས་གུས་པར་བྱས་ཏེ་དུལ་བས་སྦྱིན་པ་བྱིན་པ་དེ་ཐམས་ཅད་ནི་ཡོངས་སུ་དག་པ་ཡིན་ནོ། །
en: The Blessed One said, “If someone inspired by faith has all beings in mind and gives with a kind heart that is devoted and restrained, all those gifts will be pure.

source: ཐར་པར་བསྔོས་ཏེ་སྦྱིན་པ་བྱིན་པ་ནི་ཡོངས་སུ་དག་པ་ཞེས་བྱའོ། །
en: The act of giving a gift is said to be purified when it is dedicated to liberating all beings. “

source: གཞན་ཡང་སྦྱིན་པ་བླ་ན་མེད་པར་བལྟ་བ་ལྔ་སྟེ། ལྔ་གང་ཞེ་ན། དེ་བཞིན་གཤེགས་པ་ལ་སྦྱིན་པ་བྱིན་པ་ནི་བླ་ན་མེད་པ་ཡིན་ནོ། །དགེ་འདུན་ལ་སྦྱིན་པ་བྱིན་པ་ནི་བླ་ན་མེད་པ་ཡིན་ནོ། །ཆོས་སྨྲ་བ་ལ་སྦྱིན་པ་བྱིན་པ་ནི་བླ་ན་མེད་པ་ཡིན་ནོ། །ནད་པ་ལ་སྦྱིན་པ་བྱིན་པ་ནི་བླ་ན་མེད་པ་ཡིན་ནོ། །ཕ་མ་ལ་སྦྱིན་པ་བྱིན་པ་ནི་བླ་ན་མེད་པ་ཡིན་ནོ།
en: The following five should be seen as supreme gifts: (1) giving a gift to the Tathāgata is supreme; (2) giving a gift to the saṅgha is supreme; (3) giving a gift to someone who teaches the Dharma is supreme; (4) giving a gift to a sick person is supreme; and (5) giving a gift to one’s parents is supreme. “

source: །གཞན་ཡང་སྦྱིན་པ་ཆེན་པོར་འགྱུར་བ་ནི་རྒྱལ་པོ་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལས་ཉམས་པ་ལ་སྦྱིན་པ་བྱིན་ན་སྦྱིན་པ་ཆེན་པོ་ཡིན་ནོ།
en: Then there are the following great gifts. If one gives a gift to a king and kingdom whose power has declined, it is a great gift.

source: །རྒྱལ་པོས་མནར་བ་དང་། མགོན་མེད་པ་དང་། ནད་པ་ལ་སྦྱིན་པ་བྱིན་ན་སྦྱིན་པ་ཆེན་པོ་ཡིན་ནོ།
en: If one gives a gift to those who are persecuted by a king, vulnerable, or diseased, it is a great gift.

source: །རྒྱལ་པོས་སྤངས་ནས་གཞན་ན་ཡང་ཉམ་ང་ཞིང་སྲོག་ཆད་ལ་ཁད་པ་འཆི་ལ་ཐུག་པ་ལས་གསོས་ན་སྦྱིན་པ་ཆེན་པོ་ཡིན་ནོ།
en: If one heals someone who is miserable because they were exiled by a ruler and are on the verge of being killed or about to die, it is a great gift.

source: །ན་བ་ལ་སྨན་བྱིན་ན་སྦྱིན་པ་ཆེན་པོ་ཡིན་ནོ།
en: If one gives medicine to a sick person, it is a great gift.

source: །ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པའི་འཕགས་པའི་དགེ་འདུན་ལ་དུས་སུ་སྦྱིན་པ་བྱིན་ན་འབྲས་བུ་ཆེན་པོ་ཡིན་ནོ།
en: If one gives to the noble saṅgha, which abounds in moral conduct, it is a great gift.

source: །ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ་དང་། ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་དང་། རྣམ་པར་གྲོལ་བ་ཕུན་སུམ་ཚོགས་པ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ཕུན་སུམ་ཚོགས་པ་ལ་སྦྱིན་པ་བྱིན་ན་སྦྱིན་པ་ཆེན་པོ་ཡིན་ནོ།
en: If one gives a gift to those who have entered absorption, those who have perfect insight, those who have perfect liberation, and those who have perfect wisdom and vision of liberation, it is a great gift.

source: །དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བ་བྱ་རོག་དང་། འུག་པ་དང་། རི་དགས་ལ་སོགས་པ་ལ་མི་འཇིགས་པ་བྱིན་ན་སྦྱིན་པ་ཆེན་པོ་ཡིན་ནོ།
en: If one offers protection to beings who have taken rebirth in the animal realm such as crows, owls, and deer, it is a great gift.

source: །གང་ལ་གང་དགོས་པ་དང་། མི་བདོག་པ་དེའི་བསམ་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ནི་སྦྱིན་པ་ཆེན་པོ་ཡིན་ཏེ།
en: If it fulfills someone’s wish for something they need and do not possess, it is a great gift.

source: དྲང་སྲོང་ཆེན་པོ་དེ་ལྟར་ན། སྦྱིན་པ་བྱིན་པ་ཡོངས་སུ་དག་པ་དང་སྦྱིན་པ་ཆེན་པོ་ཡིན་ནོ། །སྦྱིན་པ་ཡོངས་སུ་དག་པ་འདི་དག་འདོད་པས་དེ་ལྟར་སྦྱིན་པ་ཡོངས་སུ་དག་པ་བསྒོམ་པར་བྱའོ།
en: Those are pure gifts and great gifts, Great Seer, and since these gifts are accepted as pure, that is how you should cultivate pure giving. “

source: །སེམས་ཅན་གང་དག་གཞན་དག་གིས་དེ་ལྟར་བསྐུལ་ནས་དད་པ་དང་དང་བ་བསྐྱེད་དེ་སྦྱིན་པ་ཡོངས་སུ་དག་པ་འདི་ལ་རྗེས་སུ་ཡི་རང་བར་འགྱུར་བ་དེ་དག་མཚུངས་པར་བསོད་ནམས་སྐྱེད་པ་པོ་དང་སྦྱིན་བདག་ཏུ་འགྱུར་ཏེ།
en: Beings who are encouraged by others, develop faith and trust, and rejoice in these pure gifts will generate merit that is equal to that of the donor.

source: དེ་ལྟར་ན་གང་རྗེས་སུ་ཡི་རང་བ་དང་། གང་སྐུལ་བ་དེ་དག་ཐམས་ཅད་བསོད་ནམས་སྐྱེད་པ་པོར་མཚུངས་པར་འགྱུར་རོ།
en: That is how those who rejoice and have been encouraged become just like the one who generates that merit. “

source: །དྲང་སྲོང་ཆེན་པོ་གང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ན་བསོད་ནམས་ཀྱི་རྣམ་པར་སྨིན་པ་ཇི་ལྟར་འགྱུར། ཇི་ལྟར་སྦྱིན་པའི་བསོད་ནམས་ཟད་པར་འགྱུར་ཞེས་ཁྱོད་ཀྱིས་སྨྲས་པ།
en: Great Seer, you also asked about how there can be a karmic fruition related to the Blessed One’s parinirvāṇa and how the merit related to a gift is exhausted.

source: དྲང་སྲོང་ཆེན་པོ་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་ངས་བཤད་དོ།
en: Listen well and pay attention, Great Seer, and I will explain.

source: །དྲང་སྲོང་ཆེན་པོ་གང་ལ་ལ་ཞིག་བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་དང་། ད་ལྟར་བཞུགས་པ་ལ་མཆོད་པ་བྱེད་པ་དེའི་རྣམ་པར་སྨིན་པ་ནི་མཚུངས་མཉམ་ཞིང་འདྲའོ་ཞེས་ང་འཆད་དོ།
en: I teach that the karmic consequences of making offerings to a blessed one who has passed into parinirvāṇa and one who is currently alive are the same.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་གཟུགས་ཆོས་ཀྱི་སྐུས་རབ་ཏུ་ཕྱེ་བ་ཡིན་གྱི། ཆོས་གཟུགས་ཀྱི་སྐུས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་པའི་ཕྱིར་རོ།
en: Because the form bodies of the tathāgatas are issued forth from the truth body, but the truth body is not issued forth from the form body.

source: །གང་ལ་ལ་ཞིག་ང་འདུག་པའམ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་མཆོད་ན་སེམས་མཚུངས་པའི་ཕྱིར་འདི་གཉིས་ལ་བསོད་ནམས་ཀྱི་ཁྱད་པར་ཅུང་ཟད་ཀྱང་མེད་དོ། །
en: Since the intention is the same whether someone makes offerings to me when I am present or after my parinirvāṇa, there is not even the slightest difference in the merit these two accrue. “

source: དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ་དཔེར་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོས་རིས་སུ་གཏོགས་པ་རྣམས་ལ་བསྒོ་བ། ངའི་གང་གིས་ཀྱང་དེང་ཕྱིན་ཆད་སྲོག་གཅོད་པ་དང་། མ་བྱིན་པ་ལེན་པ་དང་། འདོད་པས་ལོག་པར་གཡེམ་པ་དང་། བརྫུན་གྱི་ཚིག་འབྱིན་པ་དང་། ཕྲ་མ་དང་། ངག་རྩུབ་པ་དང་། ཚིག་ཀྱལ་པ་འབྱིན་པ་མི་བྱའོ།
en: As an analogy, Great Seer, suppose a universal emperor were to issue the following command to those in his domain: ‘I command that from now on none of my subjects should commit deeds such as killing, stealing, sexual misconduct, lying, divisive speech, harsh speech, and meaningless speech, and they shall not entertain thoughts that are related to jealousy, harmful intent, and wrong views.’ “

source: །བརྣབ་སེམས་དང་། གནོད་སེམས་དང་། ལོག་པར་ལྟ་བའི་སེམས་བསྐྱེད་པར་མི་བྱའོ་ཞེས་བསྒོ་ལ། དེ་ལ་མི་ལ་ལས་རྒྱལ་པོས་བསྒོ་བ་དེ་ཐོས་ནས་བསྒོ་བ་རྣམས་རྗེས་སུ་སྲུང་ན་རྒྱལ་པོ་དེའི་ལུས་ལ་མཆོད་པ་བྱེད་པ་མ་ཡིན་མོད་ཀྱི་རྒྱལ་པོ་ངས་བསྒོ་བ་བཞིན་དུ་དེ་དག་གིས་བྱས་སོ་སྙམ་སྟེ་དགའ་བར་འགྱུར་རོ།
en: Some people would hear the king’s commands and think, ‘If I obey those commands, that will allow me to act in accordance with the king’s command even without making offerings to the king’s person,’ and they would be pleased.

source: །དེ་དག་རྒྱལ་པོ་དེས་བསྟན་ཅིང་བསྒོ་བ་རབ་ཏུ་སྲུང་ཞིང་སྲོག་གཅོད་པ་ལ་སོགས་པ་ཀུན་དུ་སྲུང་བ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་སྐྱེ་བ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ།
en: The karmic fruition of those who obey what the king teaches and commands and guard against acts such as killing and the like will lead them to be reborn in the heavenly realms.

source: །གང་དག་རྒྱལ་པོ་དེས་བསྟན་ཅིང་བསྒོ་བ་མི་སྲུང་ཞིང་མི་དགེ་བའི་ལས་ལ་སྦྱོར་བ་དེ་དག་མི་དགེ་བའི་ལས་བྱེད་པས་ཚེ་འདི་ལ་རྒྱལ་པོ་དེ་ལས་སྡུག་བསྔལ་རྗེས་སུ་འཐོབ་པར་འགྱུར། དེ་འདི་ནས་ཤི་བའི་དུས་བྱས་ནས་ཀྱང་ལོག་པར་ལྟུང་བར་འགྲོ་བར་འགྱུར་རོ།
en: Those who do not obey what the king teaches and commands, who engage in nonvirtuous activities, and who have committed those nonvirtuous deeds will suffer punishment from that king in this lifetime and then fall into the lower realms after they have died. “

source: །དྲང་སྲོང་ཆེན་པོ་དེ་བཞིན་དུ་གང་དག་གིས་ང་ལ་གཟུགས་ཀྱི་སྐུར་མཐོང་ལ་བསླབ་པ་རྣམས་རྗེས་སུ་མི་སྲུང་བ་དེ་དག་གིས་ཅི་འཐོབ་པར་འགྱུར་ཞེ་ན།
en: Great Seer, what do those people who see my form body but do not follow the rules of training attain?

source: དེ་དག་གིས་ལོག་པར་ལྟ་བ་བསྐྱེད་ནས་ལྷས་བྱིན་བཞིན་དུ་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་རོ།
en: Just like Devadatta, they conceive of erroneous views and go to the hell realms. “

source: །གང་དག་ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ན་བསླབ་པ་རྣམས་སྲུང་བ་དང་། མཆོད་པ་ཡང་བྱེད་པར་འགྱུར་བ་དེ་དག་ནི་ངས་མཆོག་དམ་པར་ཤེས་སོ།
en: I consider those who observe the rules of training and make offerings when I have passed into nirvāṇa to be the best of all.

source: །དྲང་སྲོང་ཆེན་པོ་ད་ལྟར་ང་མཆོག་ཏུ་ཕྱིན་ཏེ་སེམས་ཅན་ཐམས་ཅད་ལས་ཁྱད་པར་དུ་འཕགས་ཤིང་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཐོབ་པས་མ་ངེས་པའི་སེམས་ཅན་རྣམས་ལ་མིང་བསྒྲགས་པས་ཀྱང་བསླབ་པ་ཕུན་སུམ་ཚོགས་པར་བྱའོ།
en: Great Seer, now that I have become the best, have surpassed all beings, and have attained omniscient wisdom, even mentioning my name to beings who are not convinced will lead them to adopt the rules of training. “

source: །དྲང་སྲོང་ཆེན་པོ་གང་ལ་ལ་ཞིག་ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཏེ་འདས་པའི་འོག་ཏུ་མཆོད་པ་བྱེད་པ་དེ་འདུག་པ་ལ་མཆོད་པ་བཞིན་དུ་འགྱུར་རོ།
en: Great Seer, anyone who makes offerings to me after my parinirvāṇa will be just like someone who makes offerings to me when I am present.

source: །དྲང་སྲོང་ཆེན་པོ་སེམས་ཅན་དེ་དག་བསོད་ནམས་ལྷག་པར་བྱ་བ་གང་བྱེད་པ་ཐམས་ཅད་ནི་བསོད་ནམས་ཆེན་པོའི་འཕེན་པ་བྱང་ཆུབ་ཏུ་འགྱུར་བ་བྱས་པ་ཡིན་ནོ།
en: The propelling force of their great merit leads all those beings who perform a meritorious service to awakening. “

source: །དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ་དཔེར་ན་ཆུ་ངོགས་ཀྱི་འདམ་བུ་སྟུག་པོའི་ནང་དུ་མེ་བཏང་ན་ཆར་པའི་རྒྱུན་འབབ་པའི་ཆུས་དེ་ཞི་བར་འགྱུར་རོ།
en: Consider the following analogy, Great Seer. If you make a fire in a dense thicket of reeds along a riverbank, it will be extinguished when the rains come and the river rises.

source: །དྲང་སྲོང་ཆེན་པོ་དེ་བཞིན་དུ་སྦྱིན་བདག་སྦྱིན་པའི་བསོད་ནམས་ཀྱི་ཚོགས་ཆེན་པོ་སྡུད་པར་འགྱུར་རོ།
en: The great heap of merit associated with a donor’s gift is gathered in the same way.

source: །སྦྱིན་པའི་ཚོགས་དེ་ཡང་སྦྱིན་པ་པོ་དེ་ཉིད་ཀྱི་རྒྱུད་ལ་དད་པའི་ཆར་པ་བབ་ན་སྦྱིན་པ་པོ་ཉིད་ཀྱི་རྒྱུད་ལ་སོགས་པར་འགྱུར་མོད་ཀྱི། སྦྱིན་པ་བྱིན་པ་དེ་ཡང་ཕུང་པོར་གནས་པའམ། སྤུངས་པར་གནས་པ་འམ། ཕྱོགས་ན་གནས་པར་མི་འགྱུར་རོ།
en: When a great amount of giving lets loose a torrential rain of faith in the donor’s mindstream, although that act of giving a gift accumulates in the mindstream of the giver, it does not remain in a heap, does not remain in a pile, and does not remain in one place.

source: །གང་ཡང་འདི་ལྟར་སྦྱིན་པ་བྱིན་པ་དེའི་བྱིན་པ་དེ་ནི་སྦྱིན་པ་པོ་དེ་ལ་གྲིབ་མ་བཞིན་དུ་རྗེས་སུ་འབྲང་བར་འགྱུར་ཏེ།
en: Whatever that act of giving may have been, the performance of that act of giving follows the giver like a shadow.

source: དེས་ན་སྦྱིན་པ་པོ་དེས་བསོད་ནམས་ཀྱི་རྣམ་པར་སྨིན་པ་དེ་མཐོང་ཡང་བསོད་ནམས་དེ་ཁོང་དུ་མི་ཆུད་དོ།
en: It is thus possible for a giver to see a meritorious karmic result without fully comprehending the merit. “

source: །དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ་དཔེར་ན་རྒུན་འབྲུ་དང་།
en: Consider the following analogy, Great Seer.

source: བུ་རམ་ཤིང་མ་བཙིར་བ་དེ་ལ་ཁུ་བ་མི་དམིགས་ཀྱི་བཙིར་ནས་དམིགས་ཏེ། རྒུན་འབྲུ་དང་།
en: One does not see the juice of grapes or sugarcane before they are pressed, but after they are pressed, one does see it.

source: བུ་རམ་ཤིང་དེའི་ཁུ་བ་དེ་ཡང་ཕུང་པོར་གནས་པའམ། སྤུངས་པར་གནས་པའམ། ཕྱོགས་ན་གནས་པར་མི་སྣང་ངོ་། །ཁུ་བ་དེ་ནི་རྒུན་འབྲུ་རེ་རེ་དང་། བུ་རམ་ཤིང་གི་དུམ་བུ་རེ་རེའི་ནང་དུ་འདུས་པ་ཡང་མ་ཡིན་ནོ།
en: The juice of the grape or sugarcane does not appear to remain in a heap, to remain in a pile, or to remain in one place, and the juice is not contained within each individual grape or each piece of sugarcane.

source: །དྲང་སྲོང་ཆེན་པོ་དེ་བཞིན་དུ་སྦྱིན་པ་བྱིན་པ་དེ་ཡང་སྦྱིན་པ་པོའི་ལག་པའི་རྩེ་མོ་དང་། སྙིང་དང་བྲང་ལ་རྣམ་པར་མི་གནས་ཏེ།
en: In the same way, Great Seer, the act of giving a gift does not reside within the giver’s fingertips or in their heart or chest.

source: སྦྱིན་པ་དེ་རྣམ་པར་སྨིན་པ་མི་འབྱིན་པ་ཡང་མ་ཡིན་ལ་སྦྱིན་བདག་འདོར་བ་ཡང་མ་ཡིན་ནོ།
en: The gift itself does not not yield a karmic result, and it also never leaves the donor.

source: །ཇི་ལྟར་རྒུན་འབྲུ་དང་། བུ་རམ་ཤིང་བོར་ན་ཁུ་བ་དེ་དམིགས་པར་མི་འགྱུར་བ་དེ་བཞིན་དུ་སྦྱིན་བདག་མེད་ན་སྦྱིན་པའི་རྣམ་པར་སྨིན་པར་མི་འགྱུར་ཏེ། ཚེའི་འདུ་བྱེད་མ་བཏང་བར་ཡང་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་སྣང་བ་མ་ཡིན་ནོ།
en: Just as one cannot see the juice if one discards the grapes or sugarcane, there can be no karmic fruition of a gift if there is no donor, though the karmic fruition of that gift might not appear before their death. “

source: །དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ་དཔེར་ན་ཤིང་ནྱ་གྲོ་དྷ་ས་བོན་ཁ་མ་འབུས་པར་ཤིང་དུ་སྣང་བར་མི་འགྱུར་རོ། །དེ་བཞིན་དུ་སྦྱིན་པ་འཕེལ་བ་ལས་འབྲས་བུ་གྲུང་པོར་འགྱུར་རོ།
en: Consider the following analogy, Great Seer. Just as the seed of a nyagrodha tree does not appear on its branches when its flowers have not opened, so too does increasing the strength of a gift fortify the karmic fruition. “

source: །དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ་དཔེར་ན་ཚོང་པ་ལ་ལ་ཞིག་རྫས་ཀྱི་ཚོགས་ཉུང་ངུ་ཞིག་ཁྱེར་ཏེ་ཡུལ་གཞན་གྱི་གྲོང་ཁྱེར་དུ་སོང་ནས་ཚོང་འདུས་ཁྱད་པར་ཅན་དུ་རང་གི་རྫས་ནོར་ཆེན་པོར་རྒྱས་པར་བསྒྱུར་ཏེ།
en: Now consider this analogy, Great Seer. When traders take a small collection of goods and travel to a different city and their goods transform into something of great value in that particular market, they go from something of lesser to something of greater value.

source: དེའི་ནོར་དེ་ཉུང་ངུ་ལས་མང་པོར་གྱུར་པ་དང་། སྦྲང་རྩིའི་སྦྲང་མས་མེ་ཏོག་མ་རུང་བར་བྱས་པ་ལྟར་སྦྱིན་བདག་གི་རྣམ་པར་སྨིན་པ་ཡང་ཆེར་སོགས་པར་འགྱུར་རོ།
en: The increase of a donor’s karmic fruition accumulates in the same way that a bee can make honey from seemingly unsuitable flowers. “

source: །དཔེར་ན་སྤྲིན་ནི་མ་འོངས་པའི་ཆར་པའི་ཆུ་རབ་ཏུ་འཛིན་ཏོ། །དེ་བཞིན་དུ་སྦྱིན་བདག་ཀྱང་རྣམ་པར་སྨིན་པ་འཕེན་པར་བྱེད་དེ། དྲང་སྲོང་ཆེན་པོ་དེ་ལྟར་སྦྱིན་བདག་བསོད་ནམས་འཕེན་པར་བྱེད་ཅིང་སྦྱིན་པ་སྦྱིན་ནོ། །དེའི་འབྲས་བུ་ལ་ཡང་སྤྱོད་དོ།
en: As an analogy, just as a cloud holds water that will rain down some time later, so too does a donor generate the impetus for karmic fruition, and in that way, Great Seer, a donor generates the impetus for merit, gives the gift, and then enjoys its fruit.
